start_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/82e1d3ab-e7e7-48bc-9353-b0fc1886772a/orig"
start_message = """
Привет!

Данный бот создан для подбора рекомендованных к просмотру корейских дорам на основе ваших предпочтений.

Нажмите, чтобы начать:
"""

help_message = """
Для того, чтобы начать подбор дорамы, нажмите /choose.

Поиск осуществляется по предпочитаемым жанрам. В дальнейшем появится возможность уточнить параметры подбора, выбрав любимых актёров и количество эпизодов.
"""

choose_genres_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/d6c520c8-1a99-4895-981e-2b89e882c07a/orig"
choose_genres_message = """
Выберите от 2 до 4 жанров. Завершив выбор, нажмите "Далее".
"""

move_to_heaven_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/2f90c393-18e2-4f72-83a5-0419de87c2c6/orig"
move_to_heaven_message = """
На пути к небесам (2021)

Вдовец Хан Джон-у вместе с 20-летним сыном Гы-ру, у которого синдром Аспергера, ведёт фирму по уборке квартир умерших под названием «На пути к небесам». Они с большим уважением относятся к памяти своих клиентов и собирают важные вещи почивших, чтобы передать родственникам и близким. Внезапно Джон-у умирает от сердечной недостаточности, и по завещанию права на опекунство Гы-ру переходят к его только что вышедшему из тюрьмы младшему брату Чо Сан-гу. Чтобы стать полноправным опекуном, Сан-гу должен три месяца вести себя хорошо, жить в квартире с племянником и заниматься семейным бизнесом.
"""

weak_hero_class_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/6a901623-2d81-4398-a3b6-8b38b3c29659/orig"
weak_hero_class_message = """
Слабый герой (2022)

В школе, где процветает буллинг и угнетение слабых, появляется новенький ученик. Несмотря на невысокий рост и безобидную внешность, парень способен отмутузить любого задиру, да так, что тот будет умолять о пощаде.
"""

hospital_playlist_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/5eb8c35c-9258-4460-afd4-0dc6ca61815b/orig"
hospital_playlist_message = """
Врачебная мудрость (2020 – 2021)

Истории врачей и медсестёр, которые окончили один медуниверситет в 1999 году и теперь работают вместе.
"""

flower_of_evil_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/343111a3-6db4-4f46-ba57-685c0fb545d9/orig"
flower_of_evil_message = """
Цветок зла (2020)

Женщина-детектив узнаёт о тёмном прошлом собственного мужа и пытается докопаться до правды.
"""

alchemy_of_souls_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/d91e5dd2-2a8d-439c-bff4-9110dc6de9de/orig"
alchemy_of_souls_message = """
Алхимия душ (2022 – 2023)

Душа великой воительницы оказывается запертой в теле слабой девушки, которая становится слугой заносчивого и вредного дворянина.
"""

reply_1988_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/46087972-492f-4296-a72a-30a1f30453e1/orig"
reply_1988_message = """
Вернуться в 1988 (2015 – 2016)

Жизнь дружелюбной компании соседей, которая живет словно большая семья, на фоне Олимпиады 1988 года в Сеуле. В каждой семье есть проблемы, но многие начинают верить в маленькое чудо на фоне грандиозного события, которое вскоре состоится в их городе.
"""

my_mister_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/ea24e6d3-e685-4915-a240-8fbfab4f7318/orig"
my_mister_message = """
Мой мистер (2018)

История об отношениях 40-летнего мужчины и 20-летней девушки.
"""

the_glory_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4486454/712506ae-2f3d-4112-85a6-bef28a546051/orig"
the_glory_message = """
Триумф (2022 – 2023)

Жизнь старшеклассницы пошла под откос, когда одноклассники стали над ней издеваться. Девушка мечтала стать архитектором, но ей пришлось бросить школу из-за буллинга. Прошло время, школьница выросла, но идею отомстить не оставила. Все эти годы она дожидалась, пока её главная мучительница обзаведётся семьёй, и теперь наша мстительница — учитель её ребёнка.
"""

under_the_queens_umbrella_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/d07d256b-2be1-47fb-a74e-a73ce5c56823/orig"
under_the_queens_umbrella_message = """
Под зонтом королевы (2022)

Невзирая на дворцовый этикет и прочие условности, королева Хварён пытается сделать из балбесов-сыновей достойных принцев.
"""

prison_playbook_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/23093c98-ef17-4051-9555-c6b4dffef30a/orig"
prison_playbook_message = """
Правила игры (2017 – 2018)

Перспективный бейсболист получает год тюремного заключения за применение чрезмерного насилия к напавшему на его сестру. В тюрьме, куда едет наш герой, работает охранником его друг.
"""

mr_queen_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/6cdd4bd0-9973-43ae-86ab-b4b0142a3d6d/orig"
mr_queen_message = """
Королева Чхорин (2020 – 2021)

Современный парень оказывается в теле чосонской королевы Чхорин.
"""

mother_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/d0be00fe-0fe7-4a06-bb4d-e91fdd4ac0c6/orig"
mother_message = """
Мама (2018)

Маленькой Хе-не не повезло с мамой, женщина жестоко обращается с ребёнком. Девочка не жалуется и всем говорит, что у неё всё в порядке, но ситуация в семье не укрывается от глаз учительницы начальных классов Су-джин. Та приходит в ужас от сложившейся ситуации и решает стать мамой Хе-ны.
"""

extraordinary_attorney_woo_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/34c3a08b-a7f3-45a4-b16c-3b9c7e7cd14b/orig"
extraordinary_attorney_woo_message = """
Необычный адвокат У Ён У (2020)

27-летняя девушка с синдромом Аспергера устраивается в крупную адвокатскую контору. Она обладает высоким IQ, выдающейся памятью и умеет неординарно мыслить, но обычное общение даётся ей с большим трудом.
"""

crash_landing_on_you_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/8201bf8a-47ed-401e-82fd-1ead18a81f9c/orig"
crash_landing_on_you_message = """
Любовное приземление (2019 – 2020)

Занимаясь парапланеризмом, из-за сильного ветра южнокорейская наследница миллионов вынужденно приземляется в Северной Корее. Там ей тут же попадается высокий красивый мужчина, да ещё и военный, который решает защищать случайную нарушительницу государственных границ родины. Любовь между Севером и Югом неизбежна.
"""

navillera_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/e238a754-52a1-485b-8b30-4f9e407abf79/orig"
navillera_message = """
Словно бабочка (2021)

70-летний дедуля Щим Док-чхуль в своё время вынужденно отказался от мечты стать балетным танцором, но теперь на закате лет всё же решает идти по зову сердца и записывается в балетную труппу. Разумеется, родственники от этой инициативы не в восторге. Док-чхуль знакомится с молодым парнем Ли Чхэ-роком, который пробовал себя в разных видах спорта и в результате решил пойти по стопам матери и заняться балетом.
"""

vincenzo_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/1d9fa840-3dba-45b2-ac16-f341330e8a8d/orig"
vincenzo_message = """
Винченцо (2021)

В восьмилетнем возрасте Пак Чу-хён был усыновлён итальянской семьёй. Теперь парень вырос, его зовут Винченцо Касано, и он работает адвокатом и советником мафиозной семьи. Из-за войны кланов ему приходится вернуться на историческую родину.
"""

its_okay_to_not_be_okay_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/488decfd-6324-4f4c-9e1d-e51792b92435/orig"
its_okay_to_not_be_okay_message = """
Я псих, но это нормально (2020)

История о сотруднике больницы для душевнобольных, который вынужден ухаживать за особенным братом, и популярной детской писательнице с диссоциальным расстройством личности.
"""

signal_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/b27a49bf-fea7-4191-a863-fc583f5bbf7c/orig"
signal_message = """
Сигнал (2016)

Детектив из настоящего находит странную рацию, по которой он может общаться с детективом из прошлого. Вместе они начинают распутывать сложные криминальные дела, в том числе дело легендарного хвасонского серийного убийцы.
"""

kingdom_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/61134b89-4399-4d1f-914c-3d379d8d88a3/orig"
kingdom_message = """
Королевство зомби (2019 – 2020)

Чосон после разорительной войны. Долго болевший правитель умирает, но возвращается к жизни в виде плотоядной нежити, что тщательно скрывает королевский советник Чо, при этом не забывая регулярно кормить монарха придворными. После неудачной попытки увидеться с отцом наследный принц Ли Чхан, рискуя быть обвинённым в государственной измене, покидает дворец, чтобы встретиться с лечившим правителя лекарем Ли. Прибыв в сельскую больницу, где практиковал Ли, принц и его телохранитель обнаруживают полный разгром и кучи трупов, спрятанных от солнца.
"""

happiness_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/fc296826-1560-417b-8ee5-d2ad9a487a3d/orig"
happiness_message = """
Счастье (2021)

Уже несколько лет человечество живёт в условиях пандемии COVID-19, когда внезапно некоторые начинают испытывать нестерпимую жажду, превращаться в зомбиподобных существ и бросаться на людей. С одним из заболевших сталкивается Юн Сэ-бом — боевая девушка из отдела по борьбе с терроризмом — и, получив от него царапину, отправляется в кризисный центр по борьбе с новой заразой. Обследование не выявляет у неё заражения, и Сэ-бом извлекает выгоду из сложившейся ситуации — заключив фиктивный брак с лучшим другом, принципиальным полицейским Чон И-хёном, получает квартиру в новом доме.

Но радость от приобретения жилья длится недолго. Весь жилой комплекс обносят стеной и запирают на карантин, и теперь Сэ-бом, И-хён, их новые соседи и случайно оказавшиеся в здании люди вынуждены уживаться в экстремальных условиях. Нарастают напряжение, взаимная неприязнь и презрение, и, кроме того, среди жителей имеются заражённые.
"""

mr_sunshine_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/f65a3990-782e-4454-86b6-ae568126feca/orig"
mr_sunshine_message = """
Мистер Солнечный Свет (2018)

В 1871 году в Чосон приплывает американская экспедиция. Корейский мальчик попадает на борт корабля и отправляется в Америку, а много лет спустя он возвращается на родину уже в качестве американского солдата.
"""

tomorrow_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/f3552d3c-adc5-4bae-a0b9-52a99c3bc25e/orig"
tomorrow_message = """
Завтра (2022)

Чхве Джун-ун хоть и окончил престижный университет, но никак не может устроиться на работу. Однажды парень встречает двух ангелов смерти, которые должны спасать суицидально настроенных людей, и внезапно вливается к ним в команду.
"""

healer_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/c38dc188-42bf-4460-8eb7-23e4575473bd/orig"
healer_message = """
Хилер (2014 – 2015)

Ким Мун-хо — звезда среди репортеров и объект зависти журналистов, а так же брат владельца огромной медиакомпании. Из-за событий, произошедших в детстве, он чувствует вину перед Чхэ Ён-щин. Чтобы искупить свои грехи, парень пытается помочь ей превратиться в известного репортера. Но в какой-то момент времени повзрослевшая Ён-щин начинает затрагивать его сердце и убеждения.
"""

sky_castle_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/37212ed3-b8fa-419b-8439-4f3cbb839234/orig"
sky_castle_message = """
Небесный замок (2018 – 2019)

В престижном жилом комплексе «Небесный замок» живут богатые семьи успешных врачей и юристов. Пока мужья заняты работой, жены воспитывают детей, и главная их задача — любой ценой обеспечить поступление своих чад в престижный ВУЗ. Казалось бы, ничто не может разрушить их спокойную и размеренную жизнь, но в одной из семей случается трагедия, после чего начинают всплывать тёмные тайны обитателей «Небесного замка».
"""

the_red_sleeve_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/e0cc0e29-35dd-49f3-a96e-16c3874edb57/orig"
the_red_sleeve_message = """
Красная манжета (2021 – 2022)

Чосон XVIII века. История отношений правителя Чонджо и его наложницы.
"""

mouse_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/dd3fa61d-7297-44ff-b027-52a575adc9b6/orig"
mouse_message = """
Мышь (2021)

Серийный убийца по прозвищу «Охотник за головами» держал в страхе всю страну. Паника и недовольство силами полиции достигли такого уровня, что правительство всерьёз обсуждало законопроект о генетическом тесте, позволяющем с точностью до 99% определить ген психопатии у эмбриона. Прошло 10 лет, но столь жуткие события не могут исчезнуть без следа и уже тесно переплели судьбы опытного детектива, талантливой женщины-продюсера, рядового полицейского и проблемной старшеклассницы. Но они об этом ещё не догадываются.
"""

stranger_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/046b97d3-4b5e-4055-9948-052b1d92ba7f/orig"
stranger_message = """
Незнакомец (2017 – 2020)

Прокурор Хван Щи-мок в детстве перенес тяжёлую операцию на мозге, после чего навсегда перестал испытывать эмоции. Вырос невозмутимым, рассудительным и одиноким. В прокурорской профессии - абсолютно неподкупным.

Однажды Хван заходит навестить бывшего коллегу и находит того в луже крови, умершим явно насильственной смертью. Одним из сотрудников полиции, приехавшим по вызову, оказалась лейтенант Хан Ё-джин. С этого момента женщине вместе с безэмоциональным прокурором Хваном придется бороться с коррупцией в местной прокуратуре и полиции.
"""

twenty_five_twenty_one_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/8c8d8603-5540-4920-8ce5-273d997db86d/orig"
twenty_five_twenty_one_message = """
Двадцать пять, двадцать один (2022)

1998 год. Старшеклассница На Хи-до состоит в школьном фехтовальном клубе, но когда из-за финансового кризиса его распускают, девушка умудряется попасть в национальную сборную по фехтованию саблями.

Отец Пэк И-джина потерял бизнес из-за сложной экономической ситуации, семья из зажиточной превратилась в бедную, и парень был вынужден пойти подрабатывать доставкой газет.
"""

the_uncanny_counter_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/fb16bded-2a0d-461e-8d00-f6ed77000409/orig"
the_uncanny_counter_message = """
Необыкновенный охотник на демонов (2020 – 2021)

«Счётчик» — тайная организация людей со сверхспособностями, которые охотятся за злыми духами и работают под прикрытием в маленькой лапшичной. Сердце организации и по совместительству шеф-повар лапшичной — Чу Мэ-ок с даром целительства. Самый старый и легендарный «счётчик» Чхве Джан-муль занят бухгалтерией организации. Самый молодой — старшеклассник Мун, жертва подозрительной автокатастрофы в детстве, ему только предстоит раскрыть все свои способности и стать центральной фигурой «Счётчика». Ещё есть экстрасенс То Ха-на, способная читать воспоминания и определять местонахождение духов, и бывший коп с амнезией Ка Мо-тхак, обладатель невероятной силы.
"""

goblin_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/55411cd4-aea4-455b-9350-ac15880aa1ac/orig"
goblin_message = """
Демон (2016 – 2017)

Бессмертный демон токкэби много лет живет среди смертных и порядком устал от жизни. Но если ты волшебное существо, есть лишь один способ поставить точку и покинуть бренный мир — жениться на смертной. Избранницей демона становится девушка, которая может видеть призраков. А ангел смерти, чья задача провожать души умерших в загробный мир, тем временем потерял память.
"""

dp_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/ba63d99a-2412-49b2-bff8-0ff70f344b62/orig"
dp_message = """
Охотник за дезертирами (2021)

Обычный рядовой срочник благодаря своей принципиальности и наблюдательности оказывается в подразделении, которое ловит дезертиров. Вместе с хохмачом-капралом парень теперь расследует случаи ухода солдат в самоволку (а за каждым — настоящая трагедия) и, преследуя сбежавших, ездит по всей стране.
"""

weightlifting_fairy_kim_bok_joo_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/8c4b4d95-5fc8-4472-b003-e3b2ea0cf4fe/orig"
weightlifting_fairy_kim_bok_joo_message = """
Фея тяжёлой атлетики (2016 – 2017)

История о 20-летней тяжёлоатлетке и её первой любви.
"""

taxi_driver_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/3cc05b57-f01b-476d-aa42-bfc719b24083/orig"
taxi_driver_message = """
Таксист (2021 – 2023)

Жизнь выпускника военно-морской академии изменилась в тот момент, когда маньяк убил его мать. Теперь парень работает таксистом в необычной фирме, сотрудники которой принимают от клиентов заказы на месть.
"""

six_flying_dragons_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/916bd38a-347b-4077-b315-18f7478dc3cf/orig"
six_flying_dragons_message = """
Шесть летающих драконов (2015 – 2016)

Политический конфликт между шестью историческими личностями, как вымышленными, так и реальными, в течение первых лет правления корейской династии Чосон.
"""

youth_of_may_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/bc8a1533-ebd9-42c2-ad1a-32f68307fe36/orig"
youth_of_may_message = """
Майская молодость (2021)

Май 1980 года. На фоне неспокойной обстановки в Кванджу студент медучилища и медсестра влюбляются друг в друга.
"""

life_on_mars_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/8afff181-540f-45af-898b-42b1748a2ed0/orig"
life_on_mars_message = """
Жизнь на Марсе (2018)

С главой криминального отдела Хан Тхэ-джу во время расследования серийных убийств происходит нечто странное. Когда он приходит в себя, то оказывается, что на дворе зима 1987 года, а сам он теперь работает детективом в маленьком провинциальном полицейском участке. Чтобы вернуться в свое время, Тхэ-джу, конечно же, предстоит найти серийного убийцу.
"""

the_devil_judge_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4716873/ff200f7c-aa39-4949-97ed-8403afbaa780/orig"
the_devil_judge_message = """
Дьявольский судья (2021)

Судья превращает суд в подобие реалити-шоу и безжалостно наказывает виновных.
"""

racket_boys_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/61f0c7d5-d04b-40cf-974f-25dffcd3b2ca/orig"
racket_boys_message = """
Парни с ракетками (2021)

Ученики средней школы из провинциального города Хэнам решают принять участие в юниорских соревнованиях по бадминтону. Готовить команду к мероприятию берётся местный физрук — в прошлом профессиональный бадминтонист, но его задача кажется невыполнимой, ведь парни даже не знают, как правильно держать ракетку.
"""

through_the_darkness_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/8ec3d53a-2b35-4a12-8634-24621ff217ed/orig"
through_the_darkness_message = """
Те, кто читает сердце тьмы (2022)

Профайлеры раскрывают серийные убийства и ловят маньяков.
"""

beyond_evil_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/508795e2-99c3-4db6-b636-503a5f05c376/orig"
beyond_evil_message = """
Монстр (2021)

Некогда способный следователь средних лет Ли Дон-щик теперь работает в небольшом полицейском участке тихого городка и ведёт спокойную жизнь. Его начальником и напарником становится молодой карьерист Хан Джу-вон, чей отец метит в руководители Главного управления полиции. Вскоре в их захолустье начинают происходить серийные убийства, очень похожие на случаи 20-летней давности.
"""

missing_the_other_side_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/4e482b04-746d-4bdf-9af1-f7e601375ece/orig"
missing_the_other_side_message = """
Пропавшие: Другая сторона (2020 – 2023)

Пути нескольких людей пересекаются в загадочной деревне, где собираются духи пропавших и почивших.
"""

hometown_cha_cha_cha_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4483445/d0bd48e6-1b97-4c3f-8532-88ab97167067/orig"
hometown_cha_cha_cha_message = """
Ча-ча-ча в приморском городе (2021)

Практичная стоматолог Юн Хе-джин вынужденно переезжает из большого города в приморскую деревню, где встречает общительного парня Хон Ду-щика, которого все местные зовут Шеф Хон. Он вроде бы безработный, но постоянно занят — если кому-то нужна помощь, её окажет Шеф Хон.
"""

the_penthouse_war_in_life_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4716873/5785df06-c7c6-41a7-b3e8-5ccb2f109215/orig"
the_penthouse_war_in_life_message = """
Пентхаус (2020 – 2021)

Истории обеспеченных жителей 100-этажного элитного жилого комплекса, которые ради достижения свих целей способны пойти на всё.
"""

dear_my_friends_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/c7a33e5b-c1e2-4705-a88c-62d5d4214c59/orig"
dear_my_friends_message = """
Дорогие мои друзья (2016)

Удивительно милый, тонкий жизненный сериал рассказывает о том, что конфликт отцов и детей не всегда должен сопровождать нас по жизни. Нередки ситуации, когда люди пожилого возраста и молодежь по-настоящему дружны и близки духовно. Они становятся настоящими верными друзьями, с теплотой и надежностью заботящимися друг о друге. Совершенно разные по темпераменту и опыту, но все очень милые, добрые и необычайно интересные герои вызывают у любого зрителя неподдельную радость и восторг.
"""

arthdal_chronicles_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/086abb3f-67ff-4526-b85b-a3a85b5ee53e/orig"
arthdal_chronicles_message = """
Хроники Асдала (2019)

Ынсом был рождён, чтобы принести беды в Асдал. По прошествии нескольких лет молодой человек, некогда оставивший родные края, возвращается домой. Тагон — герой и самый сильный человек Асдала, который мечтает стать первым королём этих земель. Танъя — наследница племени Вахан. Она родилась с тем же проклятием, что и Ынсом, и тоже многое пережила — и всё для того, чтобы найти своё предназначение в политике.
"""

the_guest_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/49df05c9-2e79-4fb5-9f32-93b4fffd9cfd/orig"
the_guest_message = """"
Гость (2018)

20 лет назад в маленькой прибрежной деревушке произошла серия странных смертей, которую местные жители связали с легендой о вышедшем из моря злом духе Пак Иль-до. В результате тех жутких событий трое детей — потомок семьи шаманов, обладающий способностями медиума, младший брат местного священника и дочь полицейской — потеряли родных. Шли годы, но никто из них не забывал о произошедшем и сам пытался разобраться в причинах. И вот, в 2018 году судьба вновь сводит их вместе во время расследования странного убийства.
"""

defendant_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/3441e8e8-37df-46f2-ab47-975774006dfa/orig"
defendant_message = """
Подсудимый (2017)

Пак Чон-у - прокурор из Сеула. Неприступный и очень суровый. Но однажды он проснется в камере полицейского участка с провалами в памяти и узнает, что ему грозит смертная казнь за убийство. Убийство, которого он не помнит.
"""

dr_romantic_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/a3701955-9aad-4784-8ef4-5bc77757c31e/orig"
dr_romantic_message = """
Учитель Ким, доктор Романтик (2016 – ...)

Пу Ён-джу когда-то был известным хирургом, его даже называли Руки Бога. Но однажды он просто исчез, и никто не знал, куда. Сейчас Ён-джу — простой учитель, который любит называть себя романтичным доктором.

Кан Дон-джу стал врачом, чтобы победить, Юн Со-джун — чтобы получить признание. Но после встречи с учителем Кимом они поняли, в чём на самом деле заключается профессия врача.
"""

while_you_were_sleeping_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/c54063e9-3e16-4524-8ade-3381258f1d71/orig"
while_you_were_sleeping_message = """
Пока ты спишь (2017)

В своих снах девушка Нам Хон-джу видит происшествия, которые случатся в будущем. Прокурор Чон Джэ-чхан пытается их предотвратить.
"""

our_beloved_summer_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/95ebfaca-a026-46b0-b6e2-b23ab41beefa/orig"
our_beloved_summer_message = """
Наше любимое лето (2021 – 2022)

Уже давно расставшиеся парень и девушка вынуждены давать совместное интервью, так как документалка, которую они сняли ещё в старшей школе, вдруг стала популярной.
"""

our_blues_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/19bcb579-dcc7-4641-9ab5-14d1851092db/orig"
our_blues_message = """
Наш блюз (2022)

Истории разных людей на острове Чеджу.
"""

sweet_home_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/d2a9c8fb-adea-4dd1-82ba-3209e1d8d3a0/orig"
sweet_home_message = """
Милый дом (2020 – ...)

После гибели родителей и сестры замкнутый старшеклассник Чха Хён-су остаётся совсем один, и ему приходится переехать в маленькую квартирку в занюханном жилом комплексе Green Home. Не видя никаких причин жить дальше, парень решает покончить с собой, но внезапно некоторые люди начинают превращаться в агрессивных чудовищ. Хён-су придётся преодолеть себя и поближе познакомиться с новыми соседями, чтобы совместными усилиями противостоять неожиданной угрозе.
"""

eighteen_again_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/7d309864-c4f6-4b7e-b48d-ac1f9b3dde71/orig"
eighteen_again_message = """
Снова 18 (2020)

У 37-летнего мужчины по имени Хон Дэ-ён жизнь идёт под откос. Жена не хочет больше иметь с ним ничего общего, его увольняют с работы, и даже дети-подростки теперь смотрят на папу как на неудачника. Погрузившись в отчаяние и жалость к себе, Дэ-ён вдруг обнаруживает, что его тело изменилось - теперь он снова выглядит и чувствует себя 18-летним. Он берёт себе имя Ко У-ён и начинает жизнь заново.
"""

moon_lovers_scarlet_heart_ryeo_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/db7e4d56-cb29-4db0-bec0-bd1bf8d1db83/orig"
moon_lovers_scarlet_heart_ryeo_message = """
Алые сердца Корё (2016)

Во время солнечного затмения девушка из XXI века Ко Ха-джин попадает в прошлое, во времена государства Корё. Она просыпается в 941 году в теле 16-летней аристократки Хэ-cу. Она помнит всё, но не может вернуться обратно и вынуждена жить по законам старого мира.
"""

kill_me_heal_me_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/21132aef-2850-470d-8ad1-61481d41319f/orig"
kill_me_heal_me_message = """
Убей меня, исцели меня (2015)

История взаимоотношений мужчины с расстройством множественной личности (у него их семь) и женщины-психиатра.
"""

partners_for_justice_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/f3a56280-293f-44ed-82bd-9a3602c02080/orig"
partners_for_justice_message = """
Напарники (2018)

Судмедэксперт с мерзким характером, но опытный и непререкаемый в работе, объединяется с новичком-прокуроршей, чтобы расследовать самые сложные дела.
"""

misaeng_incomplete_life_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/2aab6a25-ce68-4039-8314-eae100d9036e/orig"
misaeng_incomplete_life_message = """
Мисэн: Неудавшаяся жизнь (2014)

Как выжить в крупной компании, если нет ни знаний языков, ни образования, а только лишь аттестат об окончании школы да навыки игры в го? Задачка непростая, но Чан Гы-рэ просто так не сдаётся. Ну и пусть, что он начал работать только в 26, пусть и не знает ничего, зато у него есть упорство и старательность.
"""

a_business_proposal_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/e79364d7-f148-42f3-a4ca-e95463d01492/orig"
a_business_proposal_message = """
Деловое предложение (2022)

Щин Ха-ри находится во френдзоне у парня, в которого влюблена уже очень давно, а когда она узнала, что у него есть девушка, то решила отправиться на свидание вслепую вместо своей богатой подруги. Ха-ри уже была морально готова к провалу, когда выяснилось, что на свидание пришёл молодой и красивый генеральный директор её компании.
"""

the_fiery_priest_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/213eac6c-f234-4a5b-909c-9653c099fc74/orig"
the_fiery_priest_message = """
Вспыльчивый священник (2019)

У бывшего военного, а ныне католического священника, Ким Хэ-илья проблемы с управлением гневом. Буквально малейшая ерунда может вывести его из себя. Киму приходится объединиться с представителями власти для расследования убийства старшего пастора — не менее темпераментной прокуроршей и растяпой-полицейским.
"""

my_name_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/45264096-619c-484a-a03b-f044cbd18426/orig"
my_name_image = """
Во имя мести (2021)

17-й день рождения у старшеклассницы Юн Джи-у не задался. Мало того, что из-за криминальной деятельности отца за ней по пятам следует полиция, донимают одноклассницы, а учителя уже готовы сбагрить неудобную ученицу в другую школу, так ещё и папаша-бандит давно не появлялся дома. Когда он наконец приходит повидаться с дочерью, его убивают на глазах у девушки прямо на пороге квартиры. Раздираемая чувством вины и ненависти Джи-у просит помощи у криминального партнёра отца, босса Чхве Му-джина. Тот, уверенный, что в убийстве виновен полицейский, решает дать девушке шанс отомстить — отправляет её тренироваться с молодыми бандитами, а после даёт фальшивое имя и внедряет в ряды полиции.
"""

chicago_typewriter_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/2975024c-1cad-4bf5-888b-c57ef3769726/orig"
chicago_typewriter_message = """
Чикагская печатная машинка (2017)

Три корейских писателя жили в 1930-е годы во времена японской оккупации. Теперь они перерождаются в настоящем времени: один — в писателя бестселлеров, другой — в литературного негра, а третий — в антифаната первого.
"""

hot_stove_league_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/43bad4b5-33b8-4ed6-9ecf-a1773d0aad12/orig"
hot_stove_league_message = """
Лига печи (2019 – 2020)

Новый генеральный менеджер пытается вытащить бейсбольную команду с нижних строчек рейтингов лиги.
"""

strong_woman_do_bong_soon_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/a19f1cde-6c4a-4180-a30b-bef4cf90e4b5/orig"
strong_woman_do_bong_soon_message = """
Силачка До Бон Сун (2017)

Невероятно сильная девушка До Бон-сун влюблена в Кук-ту, педанта и зануду, поэтому она изо всех сил пытается подстроиться под его идеальный типаж — быть милой, очаровательной и изящной. То есть обычной. Но Бон-сун всё-таки необычная, поэтому получает работу телохранителя наследника богатой семьи Ан Мин-хёка. А тот — полная противоположность её возлюбленного: импульсивный, высокомерный и избалованный.
"""

strangers_from_hell_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/787ad8dc-9e38-4f71-92ac-a78d0e34ebaa/orig"
strangers_from_hell_message = """
Незнакомцы из ада (2019)

Получив работу в сеульском офисе, молодой провинциал Юн Джон-у переезжает в столицу. Поскольку лишних денег особо нет, парень селится в дешёвой квартире с общими кухней и санузлом — в клетушке размером чуть больше шкафа и крохотным окном. Всё это можно было бы вытерпеть, если бы не подозрительные новые соседи: помешанный на порно извращенец, постоянно хихикающий дурачок, чрезмерно навязчивая хозяйка и мутный тип с немигающим взглядом. Единственным адекватным обитателем жуткой коммуналки кажется бандит средних лет, да и тот спит с ножом наготове и твердит, что местные хотят его прикончить.
"""

love_to_hate_you_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4483445/1019b567-2482-42c4-9eaa-5b1d6f8cff3a/orig"
love_to_hate_you_message = """
Любовное сражение (2023)

История отношений мужчины и женщины, которые не хотят уступать друг другу ни в чём.
"""

live_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/71505314-17ca-4498-bb29-b48fb539f758/orig"
live_message = """
Вживую (2018)

История об участковых полицейских - их ежедневных задачах поддержания правопорядка и о личной жизни.
"""

the_king_of_pigs_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/c7b2eff6-dfc1-4d47-8c18-251f034c3c91/orig"
the_king_of_pigs_message = """
Король свиней (2022)

История о двух друзьях, которые были жертвами школьной травли. Один стал серийным убийцей, а другой поступил на службу в полицию и впоследствии поставил свою жизнь на кон, чтобы поймать первого.
"""

jewel_in_the_palace_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/feba3058-d40d-42c1-8ea8-9bae8c6bae89/orig"
jewel_in_the_palace_message = """
Жемчужина дворца (2003 – 2004)

Чосон, XVI век. Ещё в младенчестве Со Джан-гым потеряла родителей и теперь поступает на службу на императорскую кухню. Под покровительством одной из придворных дам, Джан-гым прилагает все усилия, чтобы стать лучшим поваром во дворце. Однако её успехи не дают покоя завистникам, и девушку выгоняют из дворца.
"""

tunnel_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/dd7e50b1-bb5e-400b-98a7-3be0e23f6faa/orig"
tunnel_message = """
Тоннель (2017)

В 1986 году во время расследования дела хвасонского маньяка полицейский детектив Пак Кван-хо, погнавшись за подозреваемым, пробегает через тоннель и попадет в 2017 год. И тут выясняется, что маньяк до сих пор не пойман и неизвестен, а убийства со схожим почерком возобновились.
"""

my_liberation_notes_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/4860c246-0682-4ae0-9966-440b5904ebf9/orig"
my_liberation_notes_message = """
Дневник моего раскрепощения (2022)

История трёх родственников, проживающих в деревне. Старшая сестра тратит очень много времени на дорогу на работу в Сеул и мечтает найти любовь, средний брат хотел бы выбраться из этого захолустья, но просто бездельничает целыми днями, а младшая сестра-интроверт жаждет избавиться от скучной жизни. Однажды в деревне появляется загадочный вечно пьяный мужчина.
"""

descendants_of_the_sun_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/5d2cc258-882a-48fd-a0fa-3af3d3ed6aa3/orig"
descendants_of_the_sun_message = """
Потомки солнца (2016 – 2017)

История любви миротворца ООН капитана Ю Щи-джина и военного врача Кан Мо-ён, которые по приказу ООН оказались в столице другого государства, охваченного войной.
"""

hotel_del_luna_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/2dd79186-aedb-40c5-a6c7-934eec8ab5d0/orig"
hotel_del_luna_message = """
Отель «Дель Луна» (2019)

Из-за странного происшествия парень начинает работать менеджером в отеле «Дель Луна». Управляющая отелем — женщина строгая и даже иногда жестока с подчинёнными, а всё потому, что 1000 лет назад на неё было наложено проклятие. Клиентами этого странного отеля являются призраки.
"""

law_school_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/6a1dcee8-9b7d-4906-a78c-2a308d96ccce/orig"
law_school_message = """
Школа права (2021)

Бывший прокурор Ян Джон-хун работает преподавателем в престижной школе права. Он прямолинеен и склонен отпускать едкие замечания, из-за чего не особо любим студентами, но Яну нет до этого никакого дела. Вскоре ему и двум первокурсникам — красавчику-отличнику и девушке из бедной семьи — предстоит столкнуться с беспрецедентным делом.
"""

the_first_responders_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/e4d67c29-09fa-4aa8-a598-cccf6012ada8/orig"
the_first_responders_message = """
Полицейский участок рядом с пожарной станцией (2022)

Полицейские и сотрудники пожарной станции вынуждены вместе работать над раскрытием дел.
"""

its_okay_thats_love_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/61a118c1-c5e4-4178-96d6-4196dd28d534/orig"
its_okay_thats_love_message = """
Ничего страшного, это любовь (2014)

Молодая психиатр Чи Хэ-су привыкла ставить всем диагнозы, не исключая себя — по её мнению она страдает тревожным расстройством и боязнью близости. Однажды ей посчастливилось участвовать в одном телешоу с автором бестселлеров и радиоведущим Чан Джэ-ёлем, страдающим от обсессивно-компульсивного расстройства, который два года назад подвергся нападению. Впечатление у девушки о нём сложилось не самое хорошее, а вот она, наоборот, очень заинтересовала писателя.
"""

eulachacha_waikiki_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/3f074bb5-9a34-4a6e-a16a-87b1215bfdde/orig"
eulachacha_waikiki_message = """
Смех в «Вайкики» (2018 – 2019)

Три друга заведуют гостевым домом в Итхэвоне под названием «Вайкики». Один мечтал стать кинорежиссёром, другой — пойти по стопам отца и посвятить себя актерству, третий приехал в Сеул, чтобы учиться сценарному мастерству. Но у всех троих с мечтами не срослось, и даже бизнес с гостевым домом близок к банкротству.
"""

ghost_doctor_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/7a687cb0-c675-45ef-8eaa-39ac4d9e12ef/orig"
ghost_doctor_message = """
Призрачный доктор (2022)

В результате странного происшествия дух высокомерного и эгоистичного врача вселяется в его коллегу с совершенно другим характером.
"""

children_of_nobody_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/290bd0cd-7123-45e0-99f5-d9341d631012/orig"
children_of_nobody_message = """
Красная луна, синее солнце (2018 – 2019)

Чха У-гён работает консультантом в детском центре. Женщина вполне довольна жизнью — любимая работа, прекрасная семья, ожидается второй ребёнок. Но происходит событие, которое в корне меняет жизнь У-гён.
"""

reborn_rich_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/4de0b1df-8589-471a-a8b0-91502aa0d3c6/orig"
reborn_rich_message = """
Младший сын семьи чеболя (2022)

Ю Хён-у более 10 лет работал на богатое семейство, которое владеет корпорацией «Сунъян», но они совершенно незаслуженно обвинили его в растрате. Когда мужчину убивают, он внезапно оказывается в теле младшего сына семейства. Ю Хён-у решает воспользоваться ситуацией, чтобы отомстить.
"""

good_manager_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/886a8a36-ac8d-4013-8368-1f352cfa451f/orig"
good_manager_message = """
Шеф Ким (2017)

Опытный бухгалтер, который работает на бандитов, устраивается в крупную фирму начальником отдела, чтобы присвоить деньги компании. Но в процессе решает спасти компанию от упадка, борясь с внутренней коррупцией и безалаберностью.
"""

once_again_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/8a459003-2d92-4d38-832d-a5c20b42822b/orig"
once_again_message = """
Я уже там была (2020)

В семье Сон никогда не бывает спокойно.
"""

the_bridal_mask_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2816ae16-63a5-4ee0-ad3f-4425aa6ba748/orig"
the_bridal_mask_message = """
Мститель в маске (2012)

Действие происходит в 30-х годах. Это история о герое по имени Ли Кан-до, который сражался против японцев в эпоху японской оккупации.
"""

empress_ki_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/6a0d9fd7-1f24-48b4-beea-3be0dfd340e0/orig"
empress_ki_message = """
Императрица Ки (2013 – 2014)

Ки Сын-нян родилась в Корё и стала императрицей китайской династии Юань. Борьба с соперницей за сердце императора и противостояние двух правителей за её расположение — любовные треугольники в этой истории масштабны и преисполнены политики.
"""

money_heist_korea_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/8d50da7e-db94-40b8-9d8d-53acf880b1ce/orig"
money_heist_korea_message = """
Бумажный дом: Корея (2022)

2025 год. Север и Юг объединились и выпустили единую валюту, но обещанное правительством экономическое процветание оказалось не для всех: социальное расслоение увеличилось, богатые стали богаче, а бедные — беднее. Преступник-комбинатор по прозвищу Профессор планирует украсть 4 триллиона вон из монетного двора, расположенного в объединённой экономической зоне, и берёт в команду недовольных текущей ситуацией подельников. Идеально продуманный план оказывается под угрозой срыва, когда грабители берут заложников, и те начинают непредсказуемо себя вести.
"""

go_back_couple_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/6a5e838e-407e-43e7-b43d-b676fe7f175e/orig"
go_back_couple_message = """
Два сапога — пара (2017)

Пан-до и Чин-джу по 38 лет, и они уже давно женаты. Хоть брак и был по большой любви, сейчас супруги ненавидят друг друга и жалеют, что поженились слишком молодыми. Но происходит чудо — парочка путешествует во времени в тот момент, когда они были 20-летними студентами и впервые встретились.
"""

my_father_is_strange_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/2d7f1a94-19b7-4c52-a0f8-71c9b07dfd21/orig"
my_father_is_strange_message = """
Папа странный (2017)

Образцовое пролетарское семейство, живущее на задворках Сеула - отец, мать, три взрослые дочери и сын. Но однажды на пороге дома появится симпатичный молодой парень Ан Джун-хи, который заявит, что он - незаконный сын главы семейства. Отец знает, что это неправда, да и парень в курсе, что это чистая ложь, но страшная тайна, которую глава семейства Пён хранит уже 35 лет, заставит всех продолжать маскарад.
"""

juvenile_justice_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/322f640b-8647-4b1d-b64f-b0faae2851f4/orig"
juvenile_justice_message = """
Ювенальный суд (2022)

Судья Щим Ын-сок всей душой ненавидит малолетних нарушителей. Поскольку закон в полной мере не может наказать несовершеннолетних даже за самые тяжкие преступления, женщина находит свой способ нести в мир справедливость.
"""

big_mouth_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/bd3d48ca-b421-4927-bdd2-78ffd8e566f5/orig"
big_mouth_message = """
Болтун (2022)

Адвокат бёрется за дело об убийстве и перевоплощается в афериста по прозвищу Болтун — он много разговаривает, но редко по делу. Теперь он должен проникнуть в сообщество сверхбогатых людей, чтобы поймать преступника.
"""

designated_survivor_60_days_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/b64a3385-2391-4065-96a0-3703b16d89c3/orig"
designated_survivor_60_days_message = """
Последний кандидат: 60 дней (2019)

Профессор химии и ныне — министр экологии Пак Му-джин не имеет ни амбиций, ни убеждений, ни политических взглядов. Однажды в теракте погибает президент с почти полным кабинетом министров, а Пак оказывается самым высокопоставленным правительственным чиновником, и теперь ему приходится стать исполняющим обязанности президента. Пак не хочет занимать эту должность, но вынужден. На протяжении тех 60 дней, что по закону он будет главой государства, новый президент попытается раскрыть убийство прежнего правительства.
"""

cruel_city_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/086700d8-484b-478c-a0cb-72dfb03fd7b1/orig"
cruel_city_message = """
Безжалостный город (2013)

Полицейская Хан Су-мин решает найти убийцу друга и идёт работать под прикрытием. Однако она попадает в лапы наркобарона, деятельность которого расследовал её друг перед тем, как погиб.
"""

little_women_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/6187ae2d-ec83-4e9f-b9a9-63037a28038c/orig"
little_women_message = """
Маленькие женщины (2022)

Три сестры противостоят самой богатой и влиятельной семье Южной Кореи.
"""

list_0 = ["Life", "Drama"]
list_1 = ["Action", "Youth", "Drama"]
list_2 = ["Romance", "Life", "Drama", "Medical"]
list_3 = ["Thriller", "Romance", "Crime", "Melodrama"]
list_4 = ["Action", "Historical", "Romance", "Fantasy"]
list_5 = ["Comedy", "Romance", "Life", "Youth"]
list_6 = ["Psychological", "Life", "Drama"]
list_7 = ["Thriller", "Drama", "Melodrama"]
list_8 = ["Historical", "Comedy", "Drama", "Political"]
list_9 = ["Comedy", "Crime", "Life", "Drama"]
list_10 = ["Historical", "Comedy", "Romance", "Fantasy"]
list_11 = ["Thriller", "Mystery", "Psychological", "Melodrama"]
list_12 = ["Law", "Romance", "Life", "Drama"]
list_13 = ["Military", "Comedy", "Romance", "Political"]
list_14 = ["Comedy", "Law", "Crime", "Drama"]
list_15 = ["Psychological", "Comedy", "Romance", "Drama"]
list_16 = ["Thriller", "Mystery", "Sci-Fi"]
list_17 = ["Thriller", "Historical", "Horror", "Supernatural"]
list_18 = ["Action", "Thriller", "Drama", "Sci-Fi"]
list_19 = ["Military", "Historical", "Romance", "Melodrama"]
list_20 = ["Action", "Thriller", "Drama", "Fantasy"]
list_21 = ["Action", "Thriller", "Mystery", "Romance"]
list_22 = ["Mystery", "Psychological", "Drama"]
list_23 = ["Historical", "Romance", "Drama", "Melodrama"]
list_24 = ["Thriller", "Mystery", "Psychological", "Sci-Fi"]
list_25 = ["Thriller", "Mystery", "Law", "Drama"]
list_26 = ["Romance", "Life", "Drama", "Melodrama"]
list_27 = ["Action", "Mystery", "Drama", "Supernatural"]
list_28 = ["Comedy", "Romance", "Fantasy", "Melodrama"]
list_29 = ["Action", "Military", "Drama"]
list_30 = ["Comedy", "Romance", "Life", "Sports"]
list_31 = ["Action", "Thriller", "Crime", "Drama"]
list_32 = ["Action", "Historical", "Drama", "Political"]
list_33 = ["Romance", "Youth", "Drama", "Melodrama"]
list_34 = ["Action", "Mystery", "Psychological", "Comedy"]
list_35 = ["Mystery", "Law", "Crime", "Drama"]
list_36 = ["Comedy", "Life", "Drama", "Sports"]
list_37 = ["Thriller", "Mystery", "Crime", "Drama"]
list_38 = ["Thriller", "Mystery", "Psychological", "Drama"]
list_39 = ["Thriller", "Mystery", "Supernatural"]
list_40 = ["Comedy", "Romance", "Life", "Drama"]
list_41 = ["Thriller", "Mystery", "Drama"]
list_42 = ["Life", "Drama", "Melodrama"]
list_43 = ["Historical", "Romance", "Fantasy", "Political"]
list_44 = ["Thriller", "Mystery", "Horror", "Supernatural"]
list_45 = ["Romance", "Drama", "Medical", "Melodrama"]
list_46 = ["Mystery", "Romance", "Drama", "Fantasy"]
list_47 = ["Romance", "Life", "Youth", "Drama"]
list_48 = ["Action", "Horror", "Drama", "Sci-Fi"]
list_49 = ["Romance", "Life", "Drama", "Fantasy"]
list_50 = ["Historical", "Romance", "Fantasy", "Melodrama"]
list_51 = ["Mystery", "Law", "Drama", "Medical"]
list_52 = ["Business", "Life", "Drama"]
list_53 = ["Comedy", "Romance", "Drama"]
list_54 = ["Action", "Mystery", "Comedy", "Crime"]
list_55 = ["Action", "Thriller", "Mystery", "Crime"]
list_56 = ["Comedy", "Romance", "Supernatural", "Political"]
list_57 = ["Drama", "Sports", "Melodrama"]
list_58 = ["Action", "Comedy", "Romance", "Supernatural"]
list_59 = ["Thriller", "Horror", "Psychological", "Drama"]
list_60 = ["Comedy", "Law", "Romance"]
list_61 = ["Food", "Historical", "Romance", "Medical"]
list_62 = ["Thriller", "Mystery", "Sci-Fi", "Fantasy"]
list_63 = ["Action", "Comedy", "Romance", "Melodrama"]
list_64 = ["Horror", "Comedy", "Romance", "Fantasy"]
list_65 = ["Action", "Thriller", "Mystery", "Drama"]
list_66 = ["Comedy", "Medical", "Fantasy", "Supernatural"]
list_67 = ["Business", "Drama", "Fantasy", "Political"]
list_68 = ["Business", "Comedy", "Crime", "Drama"]
list_69 = ["Action", "Historical", "Romance", "Political"]
list_70 = ["Historical", "Romance", "Melodrama", "Political"]
list_71 = ["Comedy", "Romance", "Life", "Fantasy"]
list_72 = ["Law", "Drama"]
list_73 = ["Thriller", "Mystery", "Drama", "Political"]
list_74 = ["Action", "Thriller", "Romance", "Crime"]

done_image = "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/aba83409-7e14-4b29-b40e-1f38f565d5ae/orig"
done_message = """
Подбор завершён!

Нажмите "Продолжить", чтобы увидеть рекомендации.
"""

oops_message = """
Не удалось произвести подбор.

Попробуйте изменить условия поиска и нажмите /choose.
"""

finish_message = """
Это все рекомендации.

Чтобы начать новый подбор, нажмите /choose.
"""
